Repository: ESUCC/Maximd
Catalog: application/translation/form004/page1.tmx
Source language: es
Languages: en

source: Este IEP será válido a partir del
en: This IEP will be in effect from

source: hasta el
en: to

source: Firma del Padre/Madre
en: Parent Signature

source: Botones de Selección en Blanco (verificar y guardar)
en: Clear Radio Buttons (Check and save)

source: Los registros de Educación Especial de mi hijo se mantendrán archivados por cinco (5) años después de completar sus servicios de educación especial
en: Special Education records for my child will be retained for five (5) years after completion of his/her special education services

source: Seleccione 'Sí' para indicar que esa firma está en el archivo
en: Select 'Yes' to indicate that signature is on file

source: He recibido una copia gratuita del IEP:
en: I have received a copy of the IEP at no cost:

source: He recibido una copia de mis Parental Rights (derechos del padre) sin costo alguno:
en: I have been offered a copy of my parental rights at no cost:

source: Fecha del documento firmado por el padre o la madre:
en: Date document signed by parent:

source: Recibí una copia del IEP
en: Received Copy if IEP

source: (Si seleccionó NO anteriormente, por favor explique el motivo)
en: (If 'No' selected above, please explain)

source: Firma del Padre/Madre:
en: Parent Signature:

source: He Recibido una copia de mis Parental Rights (derechos del padre) sin costo alguno:
en: I have been offered a copy of my parental rights at no cost:

source: Todas las ausencias de los miembros de equipo del IEP han sido aprobadas por escrito por los padres de los estudiantes y por el distrito escolar, y el asistente excusado proporcionó información por escrito cuando se consideró conveniente
en: All IEP team member absences have been approved in writing by the student's parents and the school district and when appropriate, written input was provided by the excused attendee

source: Sí
en: Yes

source: Yo/Nosotros entendemos el proceso del Programa de Educación Individualizada (IEP):
en: I/We understand the Individual Education Program (IEP) process:

source: Yo/Nosotros participamos en el desarrollo de este IEP:
en: I/We participated in the development of this IEP:

source: SPANISH:Yo/Nosotros estamos de acuerdo con este IEP:
en: I/We agree to this IEP:

source: El distrito escolar ha tomado las medidas necesarias para asegurar que yo entienda los procedimientos de esta reunión del IEP, (incluyendo los arreglos necesarios para contar con un intérprete, en caso de ser necesario):
en: The school district has taken the necessary action to insure that I understand the proceedings of this IEP conference (including arrangement for an interpreter, if appropriate):

source: Yo/Nosotros entendemos la finalidad y el contenido de este IEP:
en: I/We understand the purpose and content of this IEP:

source: Yo/Nosotros entendemos que este IEP cubre solamente el calendario escolar regular según es definido por la Junta Escolar de las Escuelas Públicas de Lincoln:
en: I/We understand that this IEP covers only the normal school calendar as defined by the Lincoln Public Schools Board of Education:

source: Yo/Nosotros entendemos que yo/nosotros recibiremos una copia de este IEP:
en: I/We understand that I/we will receive a copy of this IEP:

source: Yo/Nosotros hemos recibido una copia de los Derechos y Responsabilidades Referentes a la Identificación y Ubicación de los Estudiantes en Educación Especial:
en: I/We have received a copy of Rights and Responsibilities Regarding Identification and Placement of Students in Special Education:

source: Por favor notifique si la firma de los padres está en el archivo.
en: Please indicate whether the parent signature is on file.

source: no puede estar vacío cuando la Firma de los Padres figure como Sí y debe estar vacío cuando en la Firma de los Padres figure No.
en: cannot be empty when Parent Signature is Yes and must be empty when Parent Signature is No.

source: Por favor seleccione Sí o No si los padres recibieron una copia del IEP.
en: Please select Yes or No for the parent receiving a copy of the IEP.

source: Por favor seleccione Sí o No si una acción es necesaria.
en: Please select Yes or No for necessary action.

source: no puede estar vacío cuando la Firma de los Padres figure como No y debe estar vacío cuando en la Firma de los Padres figure Sí.
en: cannot be empty when Parent Signature is No and must be empty when Parent Signature is Yes.

source: Por favor indique si se aprobaron las Ausencias de los miembros del equipo.
en: Please indicate whether the Team Member Absences are approved.

source: Entiende el proceso debe estar marcado.
en: Understand process must be checked.

source: Participó en el desarrollo debe estar marcado.
en: Participated in development must be checked.

source: Está de acuerdo con el IEP debe estar marcado.
en: Agreement to IEP must be checked.

source: No está de acuerdo con el IEP debe estar explicado.
en: Non-agreement with IEP must be explained.

source: Entiende la finalidad y el contenido debe estar marcado.
en: Understand purpose and content must be checked.

source: Entiende que la cobertura está limitad al calendario escolar regular debe estar marcado.
en: Understand coverage is limited to normal school calendar must be checked.

source: Entiende que los padres recibirán una copia del IEP debe estar marcado.
en: Understand that parents will receive a copy of the IEP must be checked.

source: Ha recibido una copia de los Derechos y Responsabilidades debe estar marcado.
en: Have received a copy of Rights and Responsibilities must be checked.

source: La firma de los padres está en archivo:
en: Parent Signature on file:

source: La firma aparece en el registro:
en: Signature on File:

source: La firma NO aparece en el registro:
en: Signature NOT File

source: Fecha de la reunión:
en: Conference Date:

source: Válido a partir del:
en: Effect From:

source: Válido hasta:
en: Effect To:

source: Acción necesaria:
en: Necessary action:

source: Aprobación de ausencia de los miembros del equipo
en: Team Member Absence Approval

source: Entiende el proceso:
en: Understand process:

source: Participó en el desarrollo:
en: Participated in development:

source: Está de acuerdo con el IEP:
en: Agreement to IEP:

source: Entiende la finalidad y el contenido:
en: Understand purpose and content:

source: Entiende la cobertura:
en: Understand coverage:

source: Entiende que los padres recibirán una copia del IEP:
en: Understand that parents will receive a copy of the IEP:

source: Ha recibido una copia de los Derechos y Responsabilidades:
en: Have received a copy of Rights and Responsibilities:

source: Se requiere ingresar un valor y no puede estar vacío
en: Value is required and can't be empty

source: Éste es un campo requerido
en: This field is required

source: Nombre(s) del participante
en: Participant Name(s)

source: Ausente
en: Absent

source: Posición/Relación con el Estudiante
en: Position/Relationship To Student

source: Fecha
en: Date

source: Motivo de ausencia
en: Reason if Absent

source: Ausente(1)
en: Absent(1)

source: Ausente(2)
en: Absent(2)

source: En asistencia
en: In attendance

source: Fila del miembro del equipo
en: Team Member Row

source: Nombre del participante
en: Participant Name

source: Descripción de la Posición
en: Position Description

source: Fecha del miembro del equipo:
en: Team Member Date:

source: Área del programa de estudios no discutida
en: Curriculum Area Not Discussed

source: Ausencia con aportes por escrito (aprobada por padre o madre)
en: Absent with Written Input (approved by parent)

source: Padre/Madre
en: Parent

source: Estudiante (cuando corresponda, o si el estudiente tiene 16 años de edad o más)
en: Student (whenever appropriate, or if the student is 16 years of age or older)

source: Maestro de educación regular
en: Regular education teacher

source: Maestro o proveedor de educación especial
en: Special education teacher or provider

source: Representante del distrito escolar
en: School district representative

source: Individuo que interpretará los resultados de las evaluaciones
en: Individual to interpret evaluation results

source: Representante de la agencia de servicio (si el niño está recibiendo servicios de una Agencia de Servicios aprobada)
en: Service agency representative (If child is receiving services from an approved Service Agency)

source: Representante no público (si el estudiante estudia en una escuela que no es pública)
en: Nonpublic representative (if student is attending a nonpublic school)

source: Representante de otra agencia (cuando los servicios de transición son provistos o serán provistos por otras agencias para niños de 16 años de edad o más)
en: Other agency representative (when transition services are being provided or will be provided by another agency for children age 16 and older)

source: Patólogo del habla
en: Speech Language Pathologist

source: Maestro auxiliar de audición
en: Hearing Resource Teacher

source: Los siguientes participantes asistieron a la reunión del IEP
en: The Following Participants Were In Attendance At The IEP Meeting

source: Otro
en: Other

source: Eliminar
en: Remove

source: Seleccione para eliminar una fila
en: Check to remove row

source: Nombre
en: Name

source: Relación
en: Relationship

source: Otra relación
en: Relationship Other

source: Educación física adaptativa
en: Adaptive Physical Education

source: Tecnología asistiva
en: Assistive Technology

source: Audiólogo
en: Audiologist

source: Consejero
en: Counselor

source: Intérprete
en: Interpreter

source: Anotador
en: Notetaker

source: Terapeuta ocupacional
en: Occupational Therapist

source: Instructor de los padres de familia
en: Parent Trainer

source: Terapeuta físico
en: Physical Therapist

source: Médico
en: Physician

source: Lector
en: Reader

source: Terapeuta recreativo
en: Recreational Therapist

source: Enfermera de la escuela
en: School Nurse

source: Servicios de transporte
en: Transportation Services

source: Educación vocacional
en: Vocational Education

source: Otro (Por favor especificar)
en: Other (Please Specify)

source: Fila de Equipo Otro
en: Team Other Row

source: Relación Otra no puede estar vacía cuando se indica que la Relación es Otra (Por favor especificar).
en: Relationship Other cannot be empty when Relationship is Other (Please Specify).

source: Otros según lo determinen los padres
en: Others as determined by the parent

source: Otros según lo determine el distrito
en: Others as determined by the district

source: Si es "no", cuál es el motivo:
en: If no, reason:

source: Asistencia
en: Attendance
